[
  "calendar",
  "colored-tags",
  "obsidian-file-color",
  "code-styler",
  "dataview",
  "ninja-cursor",
  "file-explorer-note-count",
  "obsidian-icon-folder",
  "url-into-selection",
  "obsidian-text-format",
  "homepage",
  "github-sync",
  "obsidian-paste-image-rename"
]